[
    {
        "id": 1, 
        "date": "02-2018",
        "content":"I've always wished for my life to be perfect. I’ve always wanted to be happy all the time, to not have any problems, any regrets. But I look in the mirror everyday, I look in the mirror and find the same person standing there. Day after day, year after year. She hasn’t changed for the better, hasn’t changed for the worse. She’s still lazy, still lets her parents down. I saw that girl in the mirror, the one who looks like a clown when she smiles, the one who lost all her friends. The one who no one likes because her skin is a darker shade. She’s still the same girl who has cried a million times in her room, who has betrayed her friends just to please herself. She still doesn’t know what the hell she’s going to do with her life, and she still envies everyone even though there are so many other people with a worse life. Every single day my best friend is called perfect. No one has ever called me perfect. No one has ever complimented me the way they complimented her. The just glance over me. I’m invisible to them. I get good grades, but not as good as hers. The teachers like me, but not as much as they like her. I’ve always been stuck as a shadow and I’ve tried to accept that. I've tried to accept my non-perfect self, I’ve tried to believe that there are people who love me. That there are people who think that I’m my own kind of perfect. But I’ve given up on that hope. I’ve disappointed my parents, disappointed my coaches. I quit the sport I had been playing since I was three. Now I don’t even do a sport. When my dad asks me what sport im playing, I just change the subject. I can’t change the subject forever. I got everything I’ve wanted, but I’m still greedy. I grew up lavishly, not having to worry about money. Now I’m spoiled. I know too much about the world to the point where im a coward. I’m not brave enough to ride the tallest roller coasters, nor am I brave enough to have a one to one talk with a teacher. I try to act like everything is fine even when it's not. I puff my chest out and strut the halls because internally im a mess. I want people to be intimidated by me even though I’m the one intimidated by them. I take pictures as a hobby because I want to capture the happiness in nature, in people, and in animals. I want to have that happiness and hold it and never let it go. I observe people because sometimes I just want to be them. They always look so happy, so put together. Sometimes I just don’t want to be myself anymore looking at them. I judge their personal life by their outward appearance and I know it. I just wish I were them. Yes, I’ve changed myself for others. Yes, I’ve betrayed my best friends just to be liked. Yes, I watch youtube and netflix too much. Yes, my mind is corrupted. Yes, I feel like I don’t know who I am anymore. There was a point in my life when I knew exactly who I was. I knew Priyanka Soe. Now I don’t know her. I know I like writing, I like making a difference in the world. I like to write about my opinions, my own opinions. I like to let people know what I think, my beliefs. "
    },
    {
        "id": 2, 
        "date": "03-2018",
        "content":"Do you know what I wish? Do you know what I want to be so so so bad? So you know the one thing that I can never figure out? I bet you don’t. I barely even know. All I know is that I so desperately want to be liked-- to be loved. Everyone ridicules me. They call me lazy, unathletic. One day, one day I’ll show them. I’ll show all of them what the real Priyanka can do. I will prove all of them wrong. And no, they have not said these things to my face, nor have I heard them behind my back. But I know they think it. And it affects me. It affects the things I do, the way I see the world. I try to push it away but I can’t. They make me think less of myself. They make me feel depressed, like I am not good enough to live in this world. They make me mad. They make me angry. They make me want to do things that would hurt my reputation, that could hurt myself. I wish they would stop. I wish they could understand me. I wish they could understand what I think about, what I ponder over every waking hour. But they can’t do such things. What they can do is prejudice me. They can ridicule me until I’m just small pieces of ashes. They can call me names. Horrible names. But they don’t know how much it hurts. They don’t know how much my heart is cracking at their words. They don’t know anything. My home life, my school life. They are two seperate things. But they’ve become one. I’m ridiculed in both of my lives. At home I’m shouted at, called names, and I’m told what to do. I’m not myself at home. I’m forced to live a life that my parents want instead of what I want. They said I could do anything I want, but know that's not the case. It’s doctor, engineer, lawyer, or they’ll disown me. They won’t treat me the same way if they learn that I don’t want to be what they want me to be. What I really want to be is a writer. Or a scientist. I don’t even know myself yet, how I am supposed to know what to do."
    },
    {
        "id": 3, 
        "date": "03-2018",
        "content":"Sometimes I just want time to stop. Sometimes I just want my life to be perfect. But then again, what is perfect? In every person’s mind, the definition of perfect is different. It could be having the most money or having someone by your side through thick and thin. It could be coming home to a loving family, or having the job you’ve always dreamed of. But either way it will always be different. So why have these descriptive words in the first place? Let me tell you why. It’s because the world is a cruel place. No, I will not admit that everyone is good. Yes, everyone may be born with good, but that doesn’t mean they can’t change. Humans are smart. And with smartness comes evilness. We tend to judge people, to make fun of people. And when we try not to do these things, it makes us feel fake. So we choose not to feel fake. Why? Because we are selfish. So even if we say we aren’t judging, we are. And yeah, we are hypocrites too. We tell people not to gossip, but we probably gossip ten times more. It’s just the way of life. It’s the way we get entertainment, it’s how generation after generation taught us. And no, no one is really “all-mighty”. No one rules over us or creates us. The universe we live in created us and we are still trying to figure out how and why that happened. Religion only happened because people wanted to find answers. Answers to the questions that puzzled us. But why don’t we want to be puzzled is the real question. Why can’t we live with the fact that not all questions are meant to have an answer? Why is religion a thing in the first place? Why is God a thing? God never created us or the things that keep us alive. Yes, maybe there is a God. But we are the only people keeping ourselves alive. We are the only reason why we exist. And we are the only reason why there are problems in our lives. We are the cause of everything, God is not. We were evolved, not created. We found food, we didn’t magically obtain it. To be honest, we should take credit for just about everything. All the things that we don’t have answers to, we can thank science for. We can thank nature for that. Because NO ONE as even remotely found proof for why we came to existence. No one has the proof that mythical beings are real. They are just there to help us feel safe. They are created from our imagination. Everything that has no proof to it is created from our imagination. "
    },
    {
        "id": 4,
        "date": "03-2018",
        "content":"I don’t understand why some people just do things to get further in life or in a competition even though they clearly don’t like what they’re doing. I don’t understand why people who go off the lines still get awards. I don’t understand why people have so much freedom. I don’t understand why people who clearly have a horrible project still make it into some things. I don’t understand how life works. I don’t understand how our universe works. It’s really stupid, this living thing. It’s like if we know we are going to die then why to we even try at all. Why do we try at happiness when we don’t stand a chance against having any? Why do we use the world forever when there is no such thing? Why are some people born luckier than others? Why weren’t we all brought into this world as equals? Why do we continuously struggle with finding true love, with finding our identity when it’s just going to be lost again in what seems like a minute. Why do we do anything knowing that we are going to die? It’s all for the cause of self pleasure. It’s because we WANT to be happy. Even if its only for a small period of time, we WANT to feel loved. We WANT to"
    }, 
    {
        "id": 5,
        "date": "",
        "content": "I should be falling apart right now. I should be crying. My body should be overtaken with tremors, water spilling down my nostrils as ugly splotches fill my dark-tinted skin. I am so utterly conflicted as to why I am not in this state. Life is not normal. Life has not been normal. It has been days, months, years since I experienced what was “normal.” Why am I still breathing? Two months ago, maybe less, I threw my head into my steering wheel. I cried and I screamed and I thrashed in my empty car in the broad daylight. Then, I drove. In those moments where my foot was on the gas pedal and my merciless limbs controlled the path of the metal vehicle my body inhabited where a heat boiled up in my belly, a red-hot desire burning up every humane thought, a voice in my mind told me it would be easier to swerve the wheel to the right. It would be easier to crash the vehicle I was in and my own trembling form into the concrete wall. It would be easier to swerve off the freeway, close my eyes, and not open them again. It would be easier to slam on my breaks and lay in wait for the boom that would fill my ears and the never-ending silence soon after. Instead, I simply drove. I went home and I went to sleep and I woke up. I did everything all over again. And I was fine. I was normal. I breathed; I smiled; I laughed; I lived.    The skin around my body protects me from outside harm. When I get a cut, it releases blood so that oxygen can travel to the skin and repair it. When I pick at the skin on my thumbs during tests and red liquid spills onto the pages, the skin there grows back within a few days. Sometimes, before it heals, I like to run my other fingers over the cut-in crevices and feel the temporary scars I've caused myself to have. I take pride in the physical evidence of my own harm. I have come to the realization that it is not normal to see a crimson tint stain the skin on your limbs and feel the want to deteriorate your build-in protection more.  "
    },
    {
        "id": 6,
        "date": "",
        "content": "Dear Priyanka (whenever you read this), I am tired. Of what? Is it unspecific to say a lot of everything? I am physically tired. My dad came home from work last night thirty minutes after I woke up. There have been several nights when he has come back to see me wide awake at my computer, sitting on the hardwood floor as an attempt for maximum discomfort, typing away as I oscillate around my maximum period of productivity. He stares at me with a look I cannot explain in his eyes and I stare back, a singular feeling endowing my bones: pride. I want my father to look at me and see the human who works herself until she lives on autopilot. I want my father to look at me and feel a feeling akin to that greater than sympathy for ever calling me lazy. In these moments, I am proud of myself for achieving that goal. Only there is still a voice in my mind telling myself I live a delusion. I portray the Priyanka who is only a presentable shell of the interior. Everyone thinks of me as the Priyanka who needs a break, the Priyanka who only gets a few hours of sleep every night, the Priyanka who is so motivated towards her goal and works herself too thin. They see me as this not because it is who I am, but because I am so talented at saving face, because I am the most deranged liar, because I am so psychotically obsessed with what everyone else thinks of me and am too weak to actually live the person I am supposed to be. The voice in my mind paints me to be a liar. I am a liar. I am mentally tired. The voices in my head are at war, their swords cutting into each other and myself, slashing the cold, hard flesh into malleable particles. At least, that’s what it feels like. During the day, my forehead pounds against itself, a physical reaction from my lack of sleep. However, the demons inside of me are in celebration. I am so proud of my body for the pain it has caused itself. At night, they slash through my thoughts. I am lazy, they say. I am distracted, they say. I cannot be productive, I am a failure, I will never make anyone-- least of all myself-- proud, they say. It is through their hatred I push myself further, I bang my head against tables, I shove cold caffeine down my throat, and I keep typing. And I am proud of myself. There are some nights the angels win me over and my body is so utterly exhausted, no ounce of stimulation in my mind can keep it running. Those nights, I fail. I wake up, and somehow my body is pleasant with itself. Why do I feel so beautiful after failing? What I really mean by saying these things, Future Priyanka, is that I'm tired. It is a short phrase, I know, lacking any cool, big words, but one that I think holds so much meaning. I wonder if you are tired right now. I wonder if you are reading this and are so fucking exhausted with what you are doing. And, if you are exhausted, are you happy to be so? If you are not exhausted, if you’ve learnt to work hard and play hard, if you’ve learned what balance is and how to obtain it, are you still happy? I know that life isn’t just about yourself. Do you have friends you love? They’re probably going to be different friends than you have now, but I hope you love them as much as you love the people in your life right now. I hope you still believe people are good. I also hope you’re still writing. Because I know you love it. There are many other things I wish to say, but I will leave it at this. Why? Well, I mean, you do have a whole 200+ pages to look through if you so desire. All the best, Priyanka"
    },
    {
        "id": 7,
        "date": "",
        "content": "I am a body. On June 22, 2005, the body met life and December 29, 2021, the body is what I know it to be today. Over the past sixteen years and then some, the body has been molding. When I was a child, the body molded to the screams occurring every night at three or four AM, the rumples of the sheets beside me, a vacant, previously warm spot on my right side in my parent’s bed. The body took the shape of the sheets over it, not a peep out of my mouth as a single wet drop passed by my cracked lips. When the shouts died down and the warmth came back on my right side, the body made sure to scoot a little closer to it. The body has little recollection of how many nights went by before the voices behind the shouts were too worn to keep going, too strained from keeping together what had already fallen apart, too tired for the last breath of their emotions to fuel their once-forever ties. Around the same time, the body would mold to the side of another body. The other body kept my fragile warmth safe, safeguarding it in pillows and fake fortresses far far away from the demons down below. The other body harnessed laughter from the depths of confusion. Stories and pseudo-realities miles away from what was supposed to be our haven yet was really our hell. And then, at one point, my body recoiled from the other. The other body hurt my own. It ran after me, screaming, threatening, warm hands around my neck and my own body struggling for air. Words escaped the other body, sometimes. Words like “kill” and “die” and “hurt.” My body is now molded to the fear. The feeling in my chest whenever I hear footsteps behind me, my body will release a scream. At school, people liked to tease it for being so quick to jump scare. But if the body wasn’t strong enough to fight back in my home, how was it supposed to stand up for itself at school? Up until 6th grade, the body molded to gymnastics. When I stopped, it molded to that of a quitter. Its legs were smaller, stomach more petite, arms slender, and chest still the same in exception to the bones in my ribcage poking out more when it stretched. It wasn’t the outside of the body I didn’t like, though, it was my heart. I hated how it pained my chest after running for a while; I hated how slow I had to go for it not to hurt as much. I began to run. I began to work out. I pushed my body, and it molded to the pain. Sometimes it would release screams and cries for help because my mind forced it past its breaking point. Then, I learned I didn’t have to work until failure every day. My legs got bigger. My arms got bigger. I ate more. I still hated my small chest, but I was proud of my body. I am proud of how it has molded now. In fifth grade, my mom started working again while my dad was still what I deemed as a half-body, appearing for a few months before disappearing across the world for the rest of them. It was when she went on business trips, leaving my brother and I alone in the house for a few days at a time, the body began to experience a feeling it hadn’t felt since the first day of preschool. Maybe it wasn’t exactly akin to a crying 4-year-old screaming, “mommy, come back,” but it had the same functional parts. Separation anxiety, some called it. The body, however, knew it as a floorless abyss, a sinking boulder in the bottom of its stomach fueled only by a never-ending slew of its own mind, : ringing, a voicemail message, a tear, a car crash, broken glass, a phone call, what if, what if, what if, what— shut the fuck up you goddamn idiot. What started as fear of her leaving morphed into lying under uncomfortable sheets without the adjacent warm spot, staring straight upwards, willing itself to maybe, potentially, somehow fall under. Dark ceilings turned into blank storyboards for nightmares that only occurred in full consciousness, and lying on its back became a new norm because lying sideways would force its heart into overdrive, beating faster and faster and faster still until its hands were claws and the sheets, an iron gate. When the dark falls and the covers come up, the body hears scratching on the metal, a sound so faint not even the dark could listen in, let alone anyone sleeping around it. Today, she is mostly ignorant to the noise. Back then, however, she would succumb to the grip that was the psychotic obsession of not falling asleep, its ice-cold hands around her lukewarm throat, slowly losing air until a bead of sweat skimmed parched lips, until her eyes forced shut and her teeth impaled her bottom lip for any reach for pain outside her mind, and the rise and fall of her chest began to run at double the speed of her thoughts: what if I can’t, what if I don’t, what if, what if, what if— shut the fuck up you goddamn idiot. The nightly ritual became the body’s worry through both light and dark, plaguing it even when the house was full. Molding to the sheets as a child while other bodies fought and screamed down below became molding to the fear of its own mind, spiraling with no release. It took about a year or so until the body learned how to calm its breathing and repeat its lucky number over and over and over again— patterns until the mind was bored with itself and the body allowed sleep to overtake it. In high school, my body molded to that of everyone else. Not literally, but in mindset. It wanted good grades; it wanted hard classes and extracurriculars and a busy life. It wanted to be called a hard worker. It wanted to be called smart. Most of all, it wanted to tie everything with a gold, sparkly bow: a good college. It worked during school and it worked after school and it did extracurriculars and sometimes it came home late— too late to start homework and too tired to do the homework. It fueled itself with caffeine and an underlying hatred for being called “lazy.” It sat on the cold hardwood floors sometimes to keep from falling asleep. A few mornings after not nearly healthy hours of sleep, the body would release some of its contents. The anxiety and the exhaustion and the fear of failure all bubbled up and a small bowl of oatmeal later, it sat on the floor of the girls bathroom, head in the toilet, tears in its eyes, clutching at its stomach, wishing everything would just stop. Not even an hour later, it would go home and sleep and then continue molding. Continue living. Over sixteen years, the body has become me. I’ve "
    },
    {
        "id": 8,
        "date": "",
        "content": "Everytime I close my eyes I fall. Falling with the knowledge of a ground below you is a feeling worlds away from falling and not knowing when you’ll land. Some days I feel like I'm in the latter. Two nights ago, the stadium lights went out on the track. I was on my second set of sprints. I sprinted the straights and ran the curves, my left foot out, then my right, stepping into vast nothingness. It was scary for a moment, until the balls of my feet felt the rubber on the track and I did it all over again. The slight breeze beated my face and my neck, and I felt my face twinge upwards slightly as my chest felt nothing short of free. Two weeks ago from that moment I tripped around a house party, the smell of vodka on my tongue and disappointment veering through my veins. One week and 6 days ago, I went to robotics with a higher than normal blood alcohol content and a throbbing hammer against the outside of my skull. "
    },
    {
        "id": 9,
        "date": "",
        "content": "It was something I wrote a year and a half ago. Now, a year and a half later, I’ve experienced both parts of the story. Maybe both not quite to full avail, but they exist somewhere in the gray area of “still developing.”In July of 2021, I was out on a field with a guy. We weren’t lying on a blanket, but on the damp grass, mosquitoes feeding off our blood as we stared up into the sky. My head on his chest as his arm wrapped around my lack of warmth. Our hands intertwined together. I guess we did talk for hours. He pointed out a shooting and I watched it. It was the first shooting star I ever saw. We saw another after that. I laughed and moved closer to his form. He told me he was glad he was the person I saw it with. I told him I was glad too. The reason the story is only gray and not black lies in the fact that he didn’t really know me. The truth is he didn’t. "
    },
    {
        "id": 10,
        "date": "",
        "content": "I bet you’re the type of person who sits down for family dinner. I bet you’re the type of person who comes home everyday to a house with light in the windows, to snacks in the cupboard, to the smell of food on the dinner table and the sound of voices alive in conversation. I bet you’re the type of person who goes to sleep at the same time every night and wakes up at the same time every morning, who puts on clothes already neatly folded in their dresser to wear, who pours cereal into your bowl, and then milk, and takes the lunch already packed for you. I bet you’re the type of person who talks their fights out and the type of person who gives hugs when it’s all over. I bet you’re the type of person whose parents fill out all their forms, whose mom signs them up for everything, whose dad comes to every sports game, whose family all comes to town to eat turkey during the month of November and open presents in December. And because I am so jealous and ill-willed and completely, totally not okay, I hate you. I hate you because I can count the number of family dinners I’ve had on my ten fingers. I hate you because every night I drive in the dark and put the key in the lock of the front door to turn it, I see silence. I hate you because sometimes in the morning I look for clothes and they aren’t there, not because I’m poor, but because I’m the one who has to wash them. I’m the one who has to fold them and place them neatly on my dresser and wear them once and repeat the whole process again. I hate you because while you’re doing homework with food in your stomach, I’m wasting energy cooking for myself so I won’t go to sleep with a stomach ache. I hate that because I come home so late, the latter happens more often than not. I hate you because you don’t have to worry about how much money you make to pay for gas or having to go to the grocery store on top of every other commitment because there’s no milk in the house and the only other person you live with is sleeping. I hate you because you don’t have to speed through traffic on your way to school 15 miles away because you stayed late to pack a lunch so you wouldn’t be hungry at school. I hate you because my parents couldn’t come to my events when I was younger because they were too busy arguing with each other. I hate you because I can’t talk my problems out or tell people what’s wrong because my family never did growing up. I hate you because while your parents are telling you stories and showing you pictures and laughing in love about their wedding, the only time mine speak to each other is for a disagreement. I hate you because I don’t do well in school because between everything I do, I am still not doing enough while you are. I hate you because right now I’m the one complaining about my life and you aren’t. I hate you because you are everything I could be if I was okay. It feels like I’m too far down a hole I can’t climb out of and you’re towering down on me from the surface. The sun’s rays emit on your face and mine is speckled with mud and dirt, my calloused hands clawing on spare roots to try to reach you. Every aged scream from my mom, every shout in response from the bellows of my diaphragm, every goodbye from my dad, every morning I wake up with no recollection, every test I get back a grade lower than the prior, every opportunity closer to “good enough” I miss for putting myself first, every night my head bows down and I let it go, I lose grip on the sides of the hole. I fall a few feet further. I’m falling and you are watching it happen. I hate you because I’m not you. "
    }, 
    {
        "id": 11,
        "date":"",
        "content": "February is the month of red. Not because of Valentines Day, not because it’s the month of love, where the pretty girl with the golden locks and the bright blue eyes opens her locker to roses and chocolates and a heart-shaped card with “be mine” written on it in scrawly print, but because red-- scarlet and fuchsia and burgundy-- is all I see when I open my eyes. I see red when I think about every number I associate with myself. A grade falling off the edge, a height I’m not vaulting to, a rating out of 10 on my visual appearance, a four digit decimal for the amount of money I spend on a daily basis. I see red in pain when I rehash every rejection. I see a color akin to that of a clown’s nose when I think about how hard I fell, how hard I cared, how hard I tried. Not just for one person, but many. "
    },
    {
        "id": 12,
        "date":"",
        "content": "March is the color of gray. Not because it’s bland, but because some moments have been so blindingly white, so pure, so unscathed and beautiful, that I can’t help but see clouds painting the sky as smiles because I am strong and I am smart and the pride I feel for myself and my actions is nearly tangible. Other moments I cannot see out of the tunnel I am in; my only companion is Disappointment and my bare skin shivers because in the seat whose placeholder says Warmth is Nothing; I see black. I say gray because blobs of black charcoal intermix with arctic white and the color on the canvas in my mind and in my eyes and in my chest is now concrete. Some white moments, I allow myself to inch toward the smidgen of Warmth, let it caress my fingertips and alight my body with heat from physical presence. A snow-adorned lynx treks through the concrete canvas. On March 12th, the color shifts down a shade, a crow’s wings overshadowing the lynx, and the tunnel seems further embedded underground where somehow a cold breeze has trespassed, blowing Warmth farther away and rattling my bones with frost. On March 13th, the Warmth I can see but not feel becomes ashes amidst the canvas. My grandmother is dead. My mom left and my brother left and my dad is gone. Disappointment and I will come home every night to Nothing. She will bore more tears out of my ducts when they are barren and shot with veins the color scarlet. She will comfort me with metallic-tasting fingers and nail-marks into my skin. She and I will lay intertwined in dark gray. It is silent. It is independent. It is akin to a feather-soft brush of scorching flesh on cold, hard granite. March is gray. "
    },
    {
        "id": 13,
        "date":"",
        "content": "April is brown. Not because it’s repulsive, but because it is a blur of color and emotion and unsatisfactory action. The exposition is hollow. It is detachment from previous ties, only allowing oneself to hoard the most treasured memories of fellow companions. Darkness then intermingles with sudden sparks of red and yellow, as puzzle pieces fit in tandem, a new PR or a high test grade or reunited connections, but the slivers of color quickly fade as the muck consumes it. I feel not much of disappointment or pride, but repetition and reliability and not being exceptional or worthless but living somewhere in the space between. The walls surrounding my space are the color I see in the back of my vision when attempting to answer every question starting with the words, “why am I..?” as I struggle to make peace with the undesirable acceptance of average. There exists an equilibrium of anger towards oneself and hopelessness: not a short, sharp hurt, but a steady, pervasive pain, a worm slowly crawling through the dirt that is now April and eating away at my entire presence. I feel so unhealthily light. Because in April, there is no softness to turn to, no high points to surpass, no hope worth holding out for or courage worth harnessing or determination worth summoning-- nothing but an ever-lasting tunnel of bleak, bleak brown."
    },
    {
        "id": 14,
        "date":"",
        "content": "May is clear. I wear a pair of glasses through the month, once muddy, but now scrubbed so masterfully they appear akin to the apex of total internal reflection in the most potent diamond. Where the lenses previously held me captive from the clarity I so strongly wanted to avoid, May shaves off every last speck of weak disillusion. In effect, they expose my frail and softened core, desperately forced under years and years of roughened cartilage, and the soaked, red-shot eyes locked up in a chamber that never faced the daylight. I feel weak. I do not feel like myself, rather a newly-acquainted ghost of the image I used to be. My glasses guide the ghost through forests of hidden truths and bristles of necessary confrontations during the day, only to return to her true, deteriorated form in darkness, a stagnant pain shooting through her entity as she descends onto her physical form. She and I become one, once again. An unsettling realization becomes clearer each night when we reconnect, as liquified light escapes beneath the glasses’ stronghold, that I am so wounded; with myself, I am so alone; without a single remnant of human tether, I am so lost. Under the chains of my recognition, within the strongest wave of pain, when not even the scrapes on my arms and wrists numb my heart, my lips upturn. For I see it not as the layers of tears escaping their chamber every night when the lights go out, but as the sun shining into my awaiting crevices at the brim of a new beginning, feeling a sliver of hope from its radiation. For once, I am so grateful to have been hurt; because in May, I see clear. "
    },
    {
        "id": 15,
        "date":"",
        "content": "June is black. Not the shade associated with night or evil or ever-ending darkness, but the color I’ve been feeling recently, when an ebony cloak consumes my entire body and I reach for root out of the hole I’ve dug for myself, only to grasp at my dearest friend Nothing. When I turn my head to the sides, to the back, and even straight towards my future, my surroundings are piercing black. At moments, flashes of color appear in my vision, and my limbs instantly jerk to catch onto them. Yet they return empty, a bead of desperation falls from my forehead, and the absence of light around me seems to grow larger. I spend my free time running, searching, screaming for a way out of my abyss. A piece of me yearns to go backward out the tunnel, regain familiar ties and suffer the way I’ve suffered for the past months. I stop myself, not because my will is too weak, but because perhaps I am tired of the artificial light I struggled in prior. Simply exhausted of masked words and knifed thoughts and my naivety believing every action was so beautiful and bright and brilliant, when, in reality, it was the opposite. Not once, not twice, but repeatedly, they stabbed me, until every night I placed the pain onto myself, and I lost more. From the light, I am less than whole. So, maybe, I am meant to live in black. It is my purpose, in June, to be lost in my darkness. In June, black is not empty. It is not the absence of light. It is a culmination of all the colors, an explosion of emotion and living after months of isolated suppression. Yes, now I am lost. But I am ready to be lost. I am ready to look to the sides, to the back, even straight towards my future, and see nothing but black. I wrote June was black. It is— now— still June, and I am uncertain if I can agree upon the words I felt when such strong emotion may have masked my thoughts. The days of June are a blur of perhaps every color, as confusion tosses and turns all over my mind. Each rise and fall of the sun I experience a new feeling, some that burst my bones with metallics— gold and silver and bronze— and some that slander my thoughts so fiercely, I summon to my bed and force my mind to shut off, falling into a sleep that feels deliciously near to death. One of the distinct 24 hours, I went on a walk with no one but myself, I thought of what color I thought June to be, and I returned with nothing. Perhaps I had not come to terms, then, that a month could be multicolored. In June, 17 years ago now, I was born. This June, I finally feel alive. I am able to say I live with the motto that if I die the next day, I will be satisfied. To hell if I’m still confused. My whole life I’ll be confused. I am at peace with confusion. I accept the modularity and change of June. I accept the multicolor. "
    },
    {
        "id": 16,
        "date":"",
        "content": "July is yellow. Not because it is bright and happy, or because it can be likened to the innocence of a golden retriever’s grin, but because it is coming of age; it is the sun shining atop a green bud, yielding it, milking it with its radiance, until slowly, the bud transforms. I find myself in July, not the girl I was, but the individual I am becoming. Perhaps she was hidden, perhaps she never existed prior, perhaps her external conditions— the wind, the hail, the storm— clouded her growth. But there is no use worrying about what came before, when there is so much to tell about her now. She loves routine; she loves adventure; she is alive for spontaneity. She finds life with others and solace with herself— and she finds happiness somewhere in the common ground of both territories. In July, she crafts peace during the day, working to become the best version of herself, whether it be sweat running down her face, her heart racing, and her breath coming out in short pulses; or in front of a child, explaining how like terms are apples and apples cannot be combined with oranges, demonstrating the distributive property coming into play when variables become present in the equation, emphasizing how algebra is the hidden gate to the beauty of a second language of math; or behind a computer screen, colorized keywords in front of her as she contemplates the creation of an algorithm, typing away before she traverses through her twenty million tabs, landing on a lengthy google doc, words and words piling out of her body through her fingers trampling the keys in front of her. When water droplets breach her leaves and the world around her turns dark, lights mingling in the night, she laughs along the melody of others, her arms out the window, screaming at the top of her lungs to songs crafting her memories around their notes. Her journey flourishes in a word deemed, ‘balance,’ as she basks in both rain and sun. Every 24 hours, her leaves lengthen, and she finds more to herself than she ever knew before. Some days, her growth stunts a millimeter, slightly back into the bud she came from. She closes herself those days, and she allows recoil. The next day, she continues to grow. In July, I do not see the flower she becomes. I say to hell with the flower. July is the blossoming. July is growth. July is yellow. "
    },
    {
        "id": 17,
        "date":"",
        "content": "August is green. Not because I am immersed in nature or suddenly more environmentally conscious, but because I find it a melting pot of both joy and pain, a dynamic emotion over a primary one, created only through the mixture of yellow and blue. I picture it as an entire wavelength, from one node to the same node on the curve as the sinusoidal pattern repeats indefinitely. Some moments, I climb the crest of the wave, bearing my teeth wide and closing my eyes, a warm joy molting in my belly as my body ebbs and flows to a rhythmic beat and symphonic voices ring through my ears. It is on the peak, I do not worry about the descent, because the bright yellow sun just above me shields my eyes from not even a second ahead of the present space I inhabit. The color melds down a shade as I traverse through its center down to the trough, and all tangents of me are droplets of soft blue. It is cold here, where liquid splashes over the bridge of my nose, my arms, my hair, and my heart beats in irregular fashion, because the abrupt change, although known, was not expected to feel as harsh as it is. I do not hear the same voices around me I heard before; I do not experience the same laughter or company; I am once again alone with myself as I was in May, their figments only foggy in my memory. Passing through the depths of the most frigid water, I shiver, as obvious as it is, but it is not a cold shiver, rather the rising of goosebumps and slight recoil of skin because of the vast nothingness in my direct line of sight. I find myself so inclined to tether onto unintelligible, poisonous sea-life, those that cause a brilliant red rash to develop, and upon looking at myself in a reflection, I am slightly satisfied, just slightly, because I realize it is my atrociously disgusting nature that serves the explanation for my immoral actions. And once again, I gasp for air; I open my eyes, and I travel back towards my wave’s positive amplitude. I am yellow, at last. My experiences and emotions are a function with unlimited inputs and outputs, and I find myself nothing but a singular point on the two-dimensional coordinate system, my state constantly changing with time. In August, I follow the path of light in the universe, as I stir my crests and troughs together to create a stark green, not a primary color, that cannot be made through a mixture of the other colors, but a secondary one, forever shifted by darker and lighter hues. In August, I do not live in the instantaneous moments of pure color. I do not live in the yellow or the blue. I live in the melt, the quarreling of the two shades. August is the combination. August is change. August is green. "
    },
    {
        "id": 18,
        "date":"",
        "content": "December is white. But unlike snow-covered lawns and icicles and a flocked Christmas tree with glittery presents underneath, the best way I describe white is uncomfortable. I ride a ski lift in December. Long, thin weights hang from my feet, entrapping them into only a few movements in the open space around them as my ascent increases. I am constricted, not only by the lack of temperature around me, but the layers encasing my body from my frigid surroundings. I wonder then how I sit on the metal, far from my freedom in July, yet at peace, how I sit against bars and I do not bang on them, I do not punch them or hit them or attempt to force them apart until the skin on my hands is raw and red and my arms fall limp from exhaust. I wonder how I breathe when I am here. I have my answer when I lift my head; I see white. The people below that used to overshadow my surroundings are specs against the shimmery gleam and I rise above them, alone on my ski lift. And everything is still. I move higher and higher in the ski lift, but the trees and their stumps and the white-- they are still. Though I’m trapped, I see brilliance in the evergreen patterns of the leaves, I see routine in the structure of the bark, and I see future engulfed in the sheen of the culmination of all colors, the pristine snow. Maybe I am alone on my ski lift, maybe I am confined, but I am surrounded by possibility. Once reaching the apex of the lift, the ride plateaus. Fast pulses of white air release from my cracked lips and the rapid beating of my heart warms my chest as I anticipate my first landing in five years. With the limited movement my feet have, I extend my skis, preparing to jump as the end approaches. I await the moment my feet come into contact with the icy surface, and I glide down the mountain.But instead of gliding, I fall. I see white, I hear white, I feel white. I hate white. In the moments the color overwhelms me, tears freeze against my skin and my cheeks turn a crimson, not just because of the cold, but the embarrassment as I attempt to regain strength amidst my restricted movement. No spec surrounds me as I use my arms to push myself back onto my skis, wipe the ice from my face, and try once more to glide, only to tumble further down the slope. The white seeps through my pores into my skin after every fall, and I feel more weak, more cold, and more alone after each repetition. Yet each time, I glide a little further. The wind blows some of the white away from my face and into my vision, and --"
    },
    {
        "id": 19,
        "date":"",
        "content": "Families go on long drives. My family did, too. My dad in the driver's seat, my mom to his right, my brother behind her and myself to the left of my brother. During the meat of the sometimes several hour long trips, when my still-developing mind wasn’t hyperfocused on calculating the amount of minutes to our destination, I stared out the window. At first it was because I had nothing better to do, but after some time I realized I enjoyed looking into ongoing nothing. I liked watching the cars pass and the horizon change. I liked training my eyes towards a singular cloud following our car as the sun trailed in suit. I liked the sliver of unpredictability in every frame of landscape, and the overarching familiarity that remained poignant throughout. A few years later, my family still went on long drives. My mom in the driver’s seat, my brother to her right, myself behind him, and my eyes not a stray away from the streaks of blue and brown painting the rectangular glass. One less occupant in the car, but still the same dirt, still the same ocean, still the same sun, still the same road, still the same predictable unpredictability. Who was I to notice the lack of a warm hand reaching back to grab my own when the sun still shone the same? Who was I to notice the rising, audible stress of my mom without another adult to parent her two young children when the ocean was always the same shade of cerulean? Who was I to notice the one empty seat when nothing in my line of sight seemed any different? Years after, my family even still went on long drives. I’m in the driver’s seat with Nothing to my right, Nothing directly behind me, and Nothing diagonally across from me. Yet, everything is the same. Same sun, same water, same ground, same clouds. My left hand guides the wheel and a drop almost rolls down my face before I wipe it away fast because how can I be sad when everything around me is the same? "
    },
    {
        "id": 20,
        "date":"",
        "content": "Perhaps I-- no, we-- live in a space of disguised calamity.  The bones at my lower joints reach concrete through flesh lining and my tongue breathes the slightest drains of carbon dioxide as my lips part open. A gust of human air releases itself from my lungs, and my pupils dilate just before they reach the end of Her magnetic pull, aligning themselves straight into Her center. My eyes are wet. If I blink, a tsunami will flood my pores, an uncovered joy caught in the frills of distress. And because a warm swell sweeps through my stomach and a fuschia alights the sharp edges of my countenance, I am happy. I am contained with Her light as she rises from beneath the mountains every morning. Not merely I, but the trees, the birds, the houses with the families with the children and the dogs and the cats and the roosters. For when She beams, I beam with her. Yet, why then does She leave me? Why am I left in misery every consecutive 24 hours, when Her glow disappears from our vantage and Her embodiment from our earth? I blink every day, at the same second of the same minute of the same hour, and the dam unlocks, a salt-infused, deftly-engineered phenomenon cowering itself within the open arms of my cheeks. At this moment, the birds quiet their noise, the houses’ glow with artificial ambiance and the children and the dogs and the cats and the roosters lie asleep, black seeping through their nooks and crannies; and when I open my eyes, the light is gone. I ponder then how She is so lacking in altruism to leave me where I suddenly am exposed to dozens upon dozens of sharpened, silver knives pointing to my face, my gut, and, although I do not have eyes there, my back. Without Her harsh daylight to expose their sins, they harness every ounce of will from the depths of their cowardice, inching closer until I feel a prickle against the edge of my skin. A once subtle caress transforms to crimson leaking out of my skin. I scream. The ache is so fierce I am forced to distract myself by sinking my teeth into the flesh underneath until the taste on my tongue is metallic and salty. Emotions thrash against my body in betrayal at Her wrongdoing and my limbs and head feel weak after hours of relentless struggle.The turmoil lasts through the rise and set of Her antithesis. And then, after hours of the instilled starvation, when She alights the earth from Her exit out of the labyrinth, all is forgiven. But my innate practicality is not entirely agape at how I am able to let Her treat me in this manner. Experiencing her presence for even just a few moments allows me to believe the world is beautiful; it is innocent and white and alive. She is the statue on the pedestal and I am the incessant fly, buzzing around Her being in awe, never once looking away even after tasting Her violent insides. In the dark, I dream of Her light and when clouds cover Her, my stomach aches in agony at her untimely disappearance. A specific instance, driving back home, looking to my left just before the very moment of every day, where the seconds and minutes and hours align to darkness, water slipped out of my eye. Not a reflection of joy, but hatred. Hate not for her, but for myself. And then, it wasn’t just once. It was another day, and another, and then another. Every time the action crossed my mind, Her demons slashed through me further. Because how could the thought of leaving this world ever cross my mind when She still rose, and She still fell, every day, at the same second of the same minute of the same hour? How could a thought so vicious and black and deadly even cross my mind in the midst of Her radiance and light and vivacity? So, I wonder if all the good I attribute to Her likeness is truly validated. "
    },
    {
        "id": 21,
        "date":"",
        "content": "There is a pain I feel so often. I wouldn’t describe it as a knife to my heart or a stab in my back or a rock tumbling in the bottom of my chest, but something more stable. Perhaps it is a worm. A small, tiny, microscopic inchworm traveling through my organs and eating away at my flesh."
    },
    {
        "id": 22, 
        "date":"",
        "content": "There is a person I write about so often. Their name is spelled with a capital “N.” They aren’t enigmatically charismatic or horrendously malicious or exceptionally kind; in fact, they don’t have much personality at all. The sole explanation for my effort to type their seven-letter correspondence onto my pages is due to their unwavering presence, so poignant in my life that it would be most pompous of me to forgo them. We first met in the driveway. They arrived at the same time as the three-letter-word for farewell, except the word bid adieu with my dad and they stayed by me. They helped clean his room and forced me to lie on the ground, staring at the cobwebbed ceiling as gravity pulled salty liquid horizontally down my face. They convinced me not to finish my homework, instead opening my computer to a blank document to write until my head was heavy from so many words. We spent more time together in the dark. They kept me company while I tossed and turned under the covers, singing me false realities and kissing my body with cold sweats. They watched as my breathing picked up and water left my eyes once, maybe twice or a few times more, tucking me back in if I ever drifted back to sleep. We engaged sporadically several moments more before they convinced me to let them move in, coming equipped with a plethora of gratuitous gestures that hold fast even in the present day. They open their arms for a hug whenever I come home and keep me company after the sun falls and the moon rises, warming me with their bony limbs and frigid aura; they console me when there is no right response to the most painful words, and watch as I tear off my own skin anxiously, egging me on until my thumbs release sweltering scarlet; they are in the back of my mind when I am floating away from human interaction, greeting me when I open the front door to the antithesis of light. They are beside me on every drive back, the silent voice of reason gaiting my arms to swerve off the road into a sweet, sweet haven of black. They are the only constant I have experienced, the one presence that I trust most, the sole being I do not regret ever befriending. I harness more care for them than anyone I have met in my entire life. In moments of utter silence, I notice them sometimes, screaming at me, shouting so loud I can practically hear Nothing. "
    },
    {
        "id": 23, 
        "date":"",
        "content": "Once upon a time, a little girl was born in a glass globe. The globe was quite spacious for the girl and equipped with transparent walls, ones anyone could see out of and into the world around them. It was breathable as well, and grew its own nourishments, just enough so a little girl could grow and live and survive. She had brown hair, strewn into proper braids, with the ability to bounce up and down her shoulders. Her eyes held the color of stained wood, big and bright and beautiful, and taut skin decadently lain over her young shape. A quaint yet sharp nose placed deftly in the lower center of her face, and a complexion so clear and smooth, it resembled the most porcelain fragment of the moon’s surface. But it wasn’t her eyes or hair or skin that stood out; it was her stance. She never moved, the girl. She stood straight, through 24 hours of the day, and then the next, her hands down by her sides, her upper frame not slouched or bent over, and her head at a 25° angle from horizontal, as if watching a movie slightly above her own vantage. Her face was frozen into a smile, wide, boasting a collection of perfectly symmetrical teeth that never left her expression. From anyone else looking in, she appeared genuinely full and happy, because her life inside the globe was standstill and secure, and she needed nothing more. In the middle of the globe was a tree. It was not a puny tree, nor yellow and dying, but a vast willow, its branches so massive they lay over the girl, wispy leaves ornamenting their curvature, so many they cast a patterned shade much past the girl’s small form. No one else lived in the box, not even a bird or a horse or a cow. Just the girl, and the tree. Time passed, and the girl stood, and the tree grew, unnoticeably, because it was already a ripe adult, when most of its rapid lengthening was gone and its branches barely moved micrometers over the ever-changing moments of the present. What I have delved into is only my story’s preamble, and descriptions of the globe’s stagnance. But as we know, time is not stagnant. The sun rises and falls in an amount of hours, bringing an indefinite space of moments, traversing through days, then weeks, then months, and years. Though it may seem the girl and the tree, at the present 0th of a second, are a constant, they are not. Rather, as the seasons pass, they weather. They are variables, subject to change, an unknown we learn more about as we further isolate them. Isolation begins at their beginnings, when sound begins to bounce off the surface of their abode, its wavelengths in a frenzy. Some seasons, if the conflicts outside the globe became particularly turbulent, snow fell from its surfaces and onto the girl, and the willow. A white, speckled wonderland, matching the pure beauty of the girl’s grin as she looked out from under her tranquility. "
    }, 
    {
        "id": 24, 
        "date":"",
        "content": "People write essays about who they look up to the most. Sometimes it’s their mom or their dad or a famous individual, a philanthropist or a scientist or an author. I look up to a girl. When she was little she had a stuffed bear. About the size of a large textbook, brown, and a touch pudgy in the stomach and cheeks-- as most were-- the object held a more pertinent weight to her than any old stuffed bear. Every night, as she got into bed, she reached for him, and every morning, as she pulled her sheets over her pillows, she placed him among her other stuffed animals, granting him a last glance before heading out the door and into her own life, always returning back as the darkness fell. She never hugged him at night; instead, he lay just millimeters away from her, his fur brushing against her skin and his warmth tickling her heart. Sometimes she’d turn to lie on the other side, and he was still there, behind her, and there was no worry in her mind he’d ever leave. He didn’t leave. No matter when she came home, hot air radiating off her body and thunder in her eyes, no matter the times salty liquid breached his fur, or the nights he could sense the fear and guilt tossing in her gut, he stayed perfectly still, a rock beside her larving caterpillar, the ocean floor underneath her tsunami, the hard gutter catching her pitter-pattering rain drops. She grew older. He stood beside her for seconds, and then days, and then months, and then years. And then, he left. When the darkness came that night, there was no fur for her tears to cower under. For seconds, she could feel no solid presence behind her back. Then, for minutes, for hours, and for days, she still couldn’t feel it. An empty spot to her left became a recurring pain in her heart, a slow-growing torture inching its way through her body and captivating her mind and brains. Her rain drops became a tsunami and the rampant waves without a sturdy wall demolished all the caterpillars. For months, she grasped at every sheet and unraveled piles of folded clothes and shone bright lights into dark corners, looking, searching, trying, holding tight onto his figment. She kept holding. Until one day, her hand jerked. She let go. She leaves no one in the mornings, and comes back to nothing waiting for her, and lives on. He was there, and then he was gone. She eats, sleeps, and breathes by the mantra that everything will be there, and everything will be gone. Dried oases are her eyes and black holes are her mouth and ears. She is the rock; she is the ocean floor; she is the hard gutter. She holds hope for no one, and in turn, she feels nothing. She is the strongest being I have ever known. I idolize her and I envy her and I wish, in the very depths of my will, to be her. So when someone asks me, “who do you look up to the most?”, I answer plainly-- sometimes with my mom or my dad or a famous individual, a philanthropist or a scientist or an author-- but the little girl glows bright within the confines of my body. I look up to her. "
    },
    {
        "id": 25,
        "date":"",
        "content":"I love math. I love manipulating expressions and visualizing applications and proving the why behind every computation. My mind leaps at thoughts of working with arbitrary values and fixed solutions and seeing various permutations of constants and variables waltzing in tandem, an ode of satisfaction when euphoria is reached, encapsulated in a single, individual number or one side of a proof the mathematical replication of the other, lines of theorems daintily formulating themselves in my head. When I do math, change-- whether it be a vector or its flux or the displacement of a moving particle-- occurs within something less than microseconds of seconds. I calculate numbers at specific instances of their infinite motion. I find that with letters and symbols, I am so at ease with the knowledge of a constant change; yet, when it comes to people and actions and their decisions and mine, finding a distinct solution appears equivalent to division by zero*. Somehow I always end up walking into a nonexist bubble of “routine,” only to repeatedly fall on my face** when the bubble inevitably pops. It appears that the only constant in my life is the constant of change, and that is the one constant that holds no properties of any scalar (i. e. A massive disappointment because scalars are undeniably the most trivial to work with). Combined with any instance, it diverges into something that, despite my various efforts, appears unsolvable. TLDR, Priyanka sucks. At both math and life. That’s why we #yolo and keep going, no matter how much it hurts!"
    },
    {
        "id": 26,
        "date":"",
        "content":"Falling is not scary. It’s the split second while you’re falling when it feels like you won’t reach the bottom that’s scary. Falling without the knowledge of a ground below you is scary. Falling and continuously falling, without any relief, is terrifying. There’s a scene in nearly every action movie where the main character is holding another main-but-less-important character off the edge of a cliff, either by rope or their own mere flesh. In the background is a striking landscape, desolate or mountainous, or abundant with lava or obscure yet deadly fluids. But your focus is on the grip between the two people. I feel myself holding onto a rope on the edge of a cliff, only there is no main character above me. My hands are rough against the bristles and it takes me every ounce of will to maintain my grip. One false move and I descend into darkness. Except I’ve already made the false move and I’m already descending. I’m falling. I’m falling. I’m falling and nothing is there to pull me back up. I hear nothing but my own screams in a background of silence and I feel nothing but my own nails clawing against my skin and I see nothing but black. Somehow, the cycle is continuous. I am in a perpetual state of fear and self-hatred. I yearn for my brain to shut off and my body to self-destruct but it won’t. A figment of a knife stabs against my head so violently, so painfully for its cowardice at not being able to harm the physical being it inhabits. I don’t think I will ever reach the ground. "
    },
    {
        "id": 27,
        "date":"",
        "content":"I don’t think people associate themselves with the villain. Secretly, in their minds, they are the main character. Life flows and ebbs around them seamlessly, not because they are narcissists, but because they experience people and actions and moments through their own perspective. It takes work to experience people and actions and moments through someone else’s perspective. The effort usually only occurs during turmoil or conflict, when they are forced to peer through a lens a farther reach than their own. In movies, the main character and the villain are two distinct entities. Picture: you, a little kid, awestruck at little pixels moving across the screen. You frown when a darkly-colored, likely-cape-wearing monstrosity comes onto the screen, lips twitching upwards when a lighter, more earnest and open blob of pixels overshadows the dark. Although maybe you’re too young to realize it, you develop a dislike for one character, and, simultaneously, a rooting for the other. And then, there are some movies nowadays that turn the entire construct of “good” and “bad” on its side, demonstrating something of a “second perspective.” Think: Maleficent. One movie, she is hated. The next, there is a little less red-hot burning in the bellows of your stomach, and a little more churning, sweet warmth as you watch her. The world lives in the first perspective. "
    },
    {
        "id": 28,
        "date":"",
        "content":"For how much I write, you’d think everything in my head is captured in words. It’s the complete opposite. I use words to mask the dark, dark thoughts I could never imagine seeing even a screen, let alone the world. I’ve realized, in the past month or so, that I am the villain. There are some moments where I cry so hard that something feral rises inside me. The instinct is never to hurt someone else, only myself. Because the pain I feel when I cry that hard is so much I want to disappear. I want to go away."
    }, 
    {
        "id": 29,
        "date":"",
        "content":"I’ve spent the past sixteen years of my life thinking. I think when I wake up in the mornings; I think in the car; I think when it’s dark and it seems like no one else is thinking but me. The thought gnomes plague me more than I’d like to admit. They crawl down from my mind, into my heart, escaping my body in liquidated form more often than not, streaming down my cheeks, dementing my innate physical state. I’ve thought for so long that it’s an ingrained part of me. I cannot imagine myself without turbulence in my mind-- and because of these never-ending currents, I write. Recently, I’ve been doing everything in my power to escape from my thoughts."
    },
    {
        "id": 30,
        "date":"",
        "content":"Multiples of 365 days ago, I sat in my mom’s car as she drove me to school or gymnastics or back home, listening to overplayed pop songs on 94.1 or 93.3, thinking about life. At the time, that was book clubs in my fourth grade class or talking to the boy I liked or running the mile in PE. I used to sit in the passenger seat of my mom’s car on the ride home, listening to Payphone by Maroon 5, staring out the window at the traveling moon and the slightly blurry houses coming and leaving from my sight. It isn’t until I realize, at sixteen years old, the simplicity of that previous life. "
    },
    {
        "id": 31,
        "date":"",
        "content":"I feel selfish even in my first sentence. I am sorry. Recently, every contact with you feels like a dirty release of my own, while nothing but mosquito buzzing in your ear as you haphazardly swat it away. A part of me detests the incessant burden I am to you, yet I can’t deny that there are still words for you I think about-- those that have always been left unsaid, but I think you deserve to know. As an additional reasoning to this probably impromptu and perhaps excessive note: I’ve written something for the past two people who’ve held a torch in my life just as bright as yours, and I thought it would be most disappointing of me to forgo one to you. You know well that my memory is lacking in more ways than one, but there are some moments I am able to recall with brilliant clarity. One of those was our very first conversation. No, I’m not referring to short deliberations in robotics by my impressively exuberant public persona, but I stopped writing this a few months ago, sometime near my 17th birthday. At that time, I think our friendship was still fresh in all my thoughts, and I wasn’t in the right state to truly reflect on how much you meant to me. I thought about this unfinished letter sporadically in the months after I stopped writing, but I held it in my mind that perhaps it would be left on a cliffhanger, and never sent to you. Even still, continuing this now, I don’t know if I will send it. But after coming to terms with the fact that I’ll never be close with you like I was before, that I’ve accepted that I’ve lost you, that I can smile without a hole in my stomach every time a memory of us flits over my thoughts, I know I can finish writing. The ‘first conversation’ I referred to in my original words was after I spontaneously asked you to go to the gym with me, way back in the beginning of my junior year. You let me sit in your car because I was cold, and you stood outside and we talked. You told me about how you wanted to live in Washington. I dipped into some fragments of my own family and you elaborated a sliver on your dad. Then, your parents drove by and I felt bad and we said goodbye."
    },
    {
        "id": 32,
        "date":"",
        "content":"There are three distinct cries I’ve met in my lifetime. The first is the most shallow, one I met back before I could barely formulate actual blocks of words in my mind. Our beginnings are vague, most likely from an incessant hunger or uncomfortable impromptu bathroom break. We later blossomed into a relationship stemming from the five-year-old adjacent to me stealing my pencil, or my mom not taking me to Justice where all the cool girls got their clothes, or my brother eating all the cookies I’d baked. Then sometimes we’d meet due to physical pain: when I fractured my wrist in the fifth grade or jammed my big toe into my parents’ bed. They are a knee-jerk reaction type, characterized by an impulse rather than an over-extensively thought or pertinent, slow-growing pain. They soothe short-lived hurt, liquefying it rather than letting it seep into your mind, your body, and your thoughts. The second cry is a surprise. I often make it known to people that I love surprises, because I do. I enjoy the feeling of holding my breath, awaiting words or an action or a tangible object that I have no knowledge of. This cry, however, is not the type of surprise I usually refer to. It is the surprise that comes as a punch in the gut, rather than a jaw-dropping gasp."
    },
    {
        "id": 33,
        "date":"",
        "content":"Would it be wrong to say I’m scared? I sit here in my room in nothing but the broadest daylight, and I am still terrified. Because I’ve realized, over the past few weeks-- hell, over the past few months-- that I have fallen so far. At first, it was a trip. Maybe my ankle rolled, or my shoelace got caught. Somewhere in between rolling on the ground and the depths of where I am now, I kept falling. It is a lonely fall, where my entire body hurts not from missing anyone, but because there is no one for me to miss. I have this fear in my mind that everyone close to me will in time grow out of my company, and after every few months or years I will be so in the dark, so alone, and there will be no one to lift me as I fall further. Yet, I have to come to terms with the fact that I am falling. I am alone. I always have been. I have to understand that I am not okay. The nights I don’t cry are the ones I am too distracted or exhausted with unnecessary wrongdoings, and the nights I do seem infinite. The tear rolling down my cheek now tickles my skin and I can’t help but associate it with the prickliest lining of a cold and hardened sword. Perhaps that is what I want it to be. "
    },
    {
        "id": 34, 
        "date":"",
        "content":"A year ago today, I was in love with sunsets. The obsession began from a guy, then breached into something of exponential power, until nearly every night, I would drop everything just to sprint down the neighborhood streets just to catch a glimpse of the sky before the sun left. Some, I cried; Some, I smiled; Some, I quite simply stared and marveled in the beauty of a giant golden orb transforming its surroundings. As the sun set over the horizon, every problem weighing on my brain felt insignificant in comparison to the vast mural encapsulating my tiny form. I didn’t just watch until the sun set under the horizon, I stayed the entire length, until the colors in the sky drifted from blue and yellow to orange and pink to purple and black. Once the entire sky was covered in darkness, I left, alone and humbled by the ever-perfect masterpiece I’d just experienced. Today, I am in love with sunrises. One of the few moments in the day I sit in silence amidst an atmosphere, one melding from darkness infinite in depth to light, to color, to. There is such an experience where I sit and no thoughts cross my mind, and this moment, where the sun grants us with her presence, alighting my skin and the clamor of the insects around me, is the reason I continue each day; no matter how marvelous or painful or numbing those 24 hours are, I know the sun awaits me, bringing the cusp of a new day, a blank paper for my mind to corrupt with yet more tornadoes of thought, only to repeat the process as long as she so adeptly leads me again, again, and again— forever again— to my own brilliant deception."
    }

]